{
    "Kirk": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/9/98/James_Kirk%2C_2371.jpg/revision/latest?cb=20210519003111&path-prefix=en",
        "description": "A male Human Starfleet officer who lived during the 23rd century. His time in Starfleet, made Kirk arguably one of the most famous and sometimes infamous starship captains in Starfleet history. The highly decorated Kirk served as the commanding officer of the Constitution-class starships USS Enterprise and USS Enterprise-A, where he served Federation interests as an explorer, soldier, diplomat, and time traveler."
    },
    "Spock": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/2/27/Spock%2C_2267.jpg/revision/latest/scale-to-width-down/325?cb=20180814123134&path-prefix=en",
        "description": "A male Human/Vulcan hybrid who lived during the 23rd and 24th century, who became one of the most distinguished and respected figures in the United Federation of Planets. As a Starfleet officer in the 23rd century, Spock served aboard the starship USS Enterprise as science officer under Captain Christopher Pike, as first officer and science officer under Captain James T. Kirk, and as the commanding officer of the Enterprise during its tenure as a training ship."
    },
    "Khan": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/2/26/Khan_Noonien_Singh%2C_2285.jpg/revision/latest/scale-to-width-down/1000?cb=20130625043613&path-prefix=en",
        "description": "An extremely intelligent and dangerous superhuman. He was the most prominent of the genetically-engineered Human Augments of the late-20th century Eugenics Wars period on Earth. Khan was considered, by the USS Enterprise command crew, over three centuries later, to have been the best of them. Reappearing with a cadre of Augment followers in the 23rd century, Khan became a notorious enemy of James T. Kirk."
    },
    "Chekov": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/5/56/Pavel_Chekov%2C_2293-B.jpg/revision/latest/scale-to-width-down/756?cb=20120121073525&path-prefix=en",
        "description": "A Human who served as a Starfleet officer during the latter half of the 23rd century. Although he mainly served as the navigator and security chief aboard the USS Enterprise and the USS Enterprise-A, he played a more variable role than the other senior staffmembers under Captain James T. Kirk."
    },
    "Sulu": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/e/ec/Hikaru_Sulu%2C_2293.jpg/revision/latest/scale-to-width-down/640?cb=20120316190450&path-prefix=en",
        "description": "A male Human who served as a Starfleet officer during the latter half of the 23rd century. Over a period of four decades, Sulu served aboard at least three different Federation starships, including the USS Enterprise, and the USS Enterprise-A, before finally becoming the commanding officer of the USS Excelsior."
    },
    "Picard": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/c/c2/Picard_Uniform_2401.png/revision/latest/scale-to-width-down/759?cb=20220305031130&path-prefix=en",
        "description": "Jean-Luc Picard was a celebrated Starfleet officer, archaeologist, writer, historian, and diplomat who served throughout much of the 24th century. The highlights of his career were centered around assignments as commanding officer of the Federation starships USS Stargazer, USS Enterprise-D, and the USS Enterprise-E. In these roles, Picard not only witnessed major turning points of recent galactic history, but played a key role in them also, from making first contact as captain of the Federation's flagship with no fewer than 27 alien species, including the Ferengi and the Borg."
    },
    "Bones": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/5/56/Leonard_McCoy%2C_2268.jpg/revision/latest/scale-to-width-down/1000?cb=20161219020827&path-prefix=en",
        "description": "Admiral Leonard H. McCoy, MD was a male Human Starfleet officer of the 23rd and 24th centuries. He was an accomplished surgeon, physician, psychologist, and exobiologist, and was also considered an expert in space psychology. As chief medical officer, he served aboard the USS Enterprise and USS Enterprise-A for a combined twenty-seven years"
    },
    "Data": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/7/7a/Data%2C_2379.jpg/revision/latest/scale-to-width-down/930?cb=20180924192941&path-prefix=en",
        "description": "Lieutenant Commander Data was a Soong-type android, the first and only such being to ever enter Starfleet. Data was created some time in the 2330s and was killed in 2379, sacrificing himself to save the crew of the USS Enterprise-E. Data was composed of 24.6 kilograms of tripolymer composites, 11.8 kilograms of molybdenum-cobalt alloys and 1.3 kilograms of bioplast sheeting. All told, his mass was approximately one hundred kilograms."
    },
    "Riker": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/c/ca/William_Riker%2C_2399.jpg/revision/latest/scale-to-width-down/817?cb=20200327030315&path-prefix=en",
        "description": "William Thomas Riker was a 24th century male Human Starfleet officer. Riker served as first officer for Captain Jean-Luc Picard for 15 years on the USS Enterprise-D and USS Enterprise-E before finally accepting his own command with the USS Titan. As captain of the Titan, Riker and his wife Deanna Troi had two children: a son named after Riker's ancestor Thaddius, and a daughter named after Trois deceased sister Kestra. Thad contracted mendaxic neurosclerosis, prompting his family to move to Nepenthe, where Thad eventually died from his condition. The Rikers remained on Nepenthe for the rest of the 24th century"
    },
    "Geordi": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/1/15/Geordi_La_Forge%2C_2379.jpg/revision/latest/scale-to-width-down/616?cb=20180907022754&path-prefix=en",
        "description": "Geordi La Forge was a Human male Starfleet officer who originally was the helmsman of the USS Enterprise-D during 2364, with the rank of lieutenant junior grade. He was promoted to lieutenant and later lieutenant commander and became the chief engineer of the Enterprise-D and later USS Enterprise-E, both under Captain Jean-Luc Picard."
    },
    "Decker": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/b/bb/Will_Decker.jpg/revision/latest/scale-to-width-down/743?cb=20110311171608&path-prefix=en",
        "description": "Will Decker was a 23rd century Starfleet officer who in the 2270s was assigned as captain of the USS Enterprise subsequent to James T. Kirk's promotion to admiral. Decker was recommended by Kirk to command the refitted USS Enterprise following the completion of Kirk's legendary five-year mission and subsequent promotion to rear admiral. Despite his recommendation, Kirk conveyed his feelings of envy towards Decker, telling the younger officer his hopes of commanding a starship again in the future. The now-captain Decker went on to oversee the extensive refit of the Enterprise throughout its entire eighteen months."
    },
    "Gillian": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/3/39/Gillian_Taylor.jpg/revision/latest/scale-to-width-down/1000?cb=20120317033840&path-prefix=en",
        "description": "Doctor Gillian Taylor was the assistant director of the Cetacean Institute until 1986. Dr. Taylor was an expert in Cetascean biology and was especially fond of two humpback whales in her care, George and Gracie. In 1986, Gracie became pregnant, and Dr. Taylor was in the process of arranging for the whales to be released back into the wild, due to the Institute's lack of money to care for them."
    },
    "David": {
        "image": "https://static.wikia.nocookie.net/startrek/images/b/b3/David_Marcus_2.jpg/revision/latest/scale-to-width-down/501?cb=20141107185519",
        "description": "Doctor David Marcus was a male Human United Federation of Planets scientist who lived during the mid-to-late 23rd century."
    },
    "Beverly": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/5/5b/Beverly_Crusher%2C_2379.jpg/revision/latest/top-crop/width/360/height/360?cb=20180906191611&path-prefix=en",
        "description": "Commander Beverly G. Crusher, MD (née Howard) was the chief medical officer aboard the USS Enterprise-D and its successor, the USS Enterprise-E, both under the command of Captain Jean-Luc Picard. She briefly left her post as CMO of the Enterprise-D to become head of Starfleet Medical, only to return shortly after. She was a Fellow of the Academy of Starfleet Surgeons."
    },
    "Anij": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/4/43/Anij.jpg/revision/latest/scale-to-width-down/400?cb=20100516235134&path-prefix=en",
        "description": "Anij was a Ba'ku female who was over three hundred years old and one of the leading members of the Ba'ku, along with Sojef and Tournel, who left their star system in 2066 after advancements in technology threatened to create weapons that would destroy all life. Anij and the others settled on a ringed planet in sector 441 within an area of space that would eventually be called the Briar Patch where the environmental difficulties of the region would keep them isolated from space travelers and their technology."
    },
    "Ilia": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/2/26/Ilia.jpg/revision/latest?cb=20090531185733&path-prefix=en",
        "description": "Lieutenant Ilia was a female Deltan Starfleet officer in the 23rd century. She was in the navigation and helm branches of the Command division. In the mid-2270s, she served aboard the USS Enterprise under the command of Captain James T. Kirk. Years before her assignment, she had been romantically involved with Will Decker on her home planet Delta IV. She would meet him again on the Enterprise. She did, however, swear an oath of celibacy upon initiation of her service, a requirement for Deltans entering Starfleet. In the aftermath of an attack by V'ger on the Enterprise, she soothed the nerves in Pavel Chekov's hand and wrist before Christine Chapel tended him."
    },
    "Carol": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/0/00/Carol_Marcus.jpg/revision/latest?cb=20141107183057&path-prefix=en",
        "description": "Doctor Carol Marcus was a female Human who was one of the leading scientists in the Federation. She was once romantically involved with Starfleet officer James T. Kirk – a relationship from which she bore a son, David Marcus – but she opted to devote her life to her research and to raising David."
    },
    "Dogurty": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/0/01/Dougherty.jpg/revision/latest/scale-to-width-down/1000?cb=20101118155129&path-prefix=en",
        "description": "Vice Admiral Matthew Dougherty was a Starfleet flag officer in the 24th century. In 2375, Dougherty entered into an alliance with the Son'a, led by Ahdar Ru'afo, to covertly relocate the Ba'ku from their home in an area of space known as the Briar Patch, and then perform a procedure to collect metaphasic particles from the planet's rings. As this procedure would leave the planet uninhabitable, Dougherty and Ru'afo were forced to develop a plan whereby the Ba'ku would be transported to another planet using a holoship, leaving the Ba'ku completely unaware of what was transpiring. This would leave Dougherty and Ru'afo free to collect the particles, which had rejuvenating qualities, without killing the inhabitants. Although Dougherty had secured permission from the Federation Council to execute this mission, he actively attempted to prevent the details of the operation from reaching them, knowing that, if it were to be learned that the Federation had sanctioned the forced relocation of a peaceful people, public opinion would turn against him, and he would be unable to proceed."
    },
    "Saavik": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/2/2b/Saavik.jpg/revision/latest?cb=20110126224540&path-prefix=en",
        "description": "Lieutenant junior grade Saavik was a Vulcan Starfleet officer who, in the mid-2280s, served aboard both the USS Enterprise and the USS Grissom. Of particular note was her involvement with the failed Genesis project."
    },
    "Deanna": {
        "image": "https://upload.wikimedia.org/wikipedia/en/d/df/DeannaTroi.jpg",
        "description": "Deanna Troi was a female Betazoid–Human hybrid Starfleet officer. Under the command of Captain Jean-Luc Picard, she served as the counselor aboard the USS Enterprise-D and the USS Enterprise-E. In 2379, Troi transferred to the USS Titan (Star Trek: The Next Generation; Star Trek Nemesis). By 2399, she and her husband William T. Riker lived on the planet Nepenthe with their daughter, Kestra Troi-Riker. Their son, Thaddeus Troi-Riker, died of Mendaxic neurosclerosis soon after their arrival on Nepenthe. As a half-Betazoid, Troi was capable of extra-sensory empathy, but was incapable of reading aliens with brain structures dissimilar to Humans and other Betazoids, such as the Breen and the Ferengi. Like most Betazoids, Troi had telepathic abilities. Due to her half-Human heritage, however, the range of her telepathic abilities was limited compared to full-blooded Betazoids, and she could usually only read the thoughts of other Betazoids, most notably her mother. Troi's empathic skills made her an important asset to the Enterprise-D and her abilities were often particularly useful when dealing with hostile races. Since she could usually determine, through use of her abilities, whether others were lying, she repeatedly proved herself invaluable in many suspenseful situations."
    },
    "Shinzon": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/f/f0/Shinzon.jpg/revision/latest?cb=20101021183055&path-prefix=en",
        "description": "Shinzon was a clone of Human Starfleet captain Jean-Luc Picard, initially created by the Romulans for the purpose of replacing Picard with a Romulan agent. Shinzon later became the leader of the Reman people, staging a successful coup d'état against the Romulan Senate, and plotting the annihilation of Earth in the name of Reman freedom"
    },
    "Kruge": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/7/74/Kruge.jpg/revision/latest?cb=20110113202037&path-prefix=en",
        "description": "Commander Kruge was a male Klingon officer of the 23rd century Klingon Empire. In 2285, he commanded a Klingon Bird-of-Prey. He was romantically involved with Valkris and kept a Klingon monster dog as a pet."
    },
    "Borg Queen": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/c/c3/Borg_Queen%2C_2373.jpg/revision/latest?cb=20100722155230&path-prefix=en",
        "description": "The Borg Queen was the name given to the entity that existed within and served as a central nexus for the Borg Collective. Her name was coined by the Federation scientists Magnus and Erin Hansen, who discovered her existence. The Queen defined herself as: I am the beginning, the end, the one who is many. I am the Borg. Although this suggested she was an individual within the Collective, while addressing Borg drones as my drones, she was not an individual. The purpose of the Queen was to bring order to chaos."
    },
    "Scotty": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/3/32/Montgomery_Scott%2C_2266.jpg/revision/latest?cb=20130906102653&path-prefix=en",
        "description": "Captain Montgomery Scott – often referred to as Scotty by his shipmates – was a male Human Starfleet officer who lived during the 23rd and 24th centuries. For a period of nearly thirty years, he served as the chief engineer of both the USS Enterprise and the USS Enterprise-A, both under the command of Captain James T. Kirk.  With his reputation as a miracle worker, he was a man of superior technical and engineering skill, experience, and ingenuity."
    },
    "Chang": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/a/ae/Chang_%28General%29.jpg/revision/latest/scale-to-width-down/600?cb=20100605232156&path-prefix=en",
        "description": "General Chang was a Klingon military officer and chief of staff to Gorkon, Chancellor of the Klingon High Council in 2293. In that year, Chang was involved in the Khitomer conspiracy to sabotage peace talks between the Klingon Empire and the United Federation of Planets. Chang was extremely fond of Shakespeare, and often quoted lines from his various plays."
    },
    "Joachim": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/a/aa/Joachim.jpg/revision/latest/top-crop/width/360/height/360?cb=20110224183939&path-prefix=en",
        "description": "Joachim was a Human Augment and faithful disciple of Khan Noonien Singh, who fled Earth along with a number of his followers in the year 1996. After Khan and his fellow Augments managed to take control of the USS Reliant, Joachim manned the helm and weapons. When Khan voiced his intention to use the Reliant to take his revenge on James T. Kirk, Joachim attempted to advise Khan against the necessity of taking revenge on Kirk, but deferred to Khan's wishes. Joachim was eventually killed when the Reliant faced the Enterprise in battle in the Mutara Nebula, leading Khan to swear that he would avenge his death. "
    },
    "Artim": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/0/0f/Artim.jpg/revision/latest?cb=20140305223313&path-prefix=en",
        "description": "Artim, son of Sojef, was born on the Ba'ku planet in 2363. Prior to his meeting to Data and the crew of the USS Enterprise-E in 2375, Artim never had any interaction with technology. When Data first revealed himself to the Ba'ku, Artim was afraid of him. However, when the village was under attack and his father was captured by the Son'a, Artim relied on Data for comfort and support. Eventually Artim learned to understand a little more about technology via Data, as well as gain a playmate. Artim had a pet rhyl that he took care of throughout the crisis."
    },
    "Gallatin": {
        "image": "https://static.wikia.nocookie.net/memoryalpha/images/0/03/Gallatin.jpg/revision/latest?cb=20110117202259&path-prefix=en",
        "description": "Subahdar Gallatin was second-in-command to Ahdar Ru'afo, the leader of the nomadic Son'a people in the 24th century."
    }
}